Repository: pizza-studio/GenshinPizzaHelper
Catalog: GenshinPizzaHepler/Localizable.xcstrings
Source language: zh_hans
Languages: en, fil, fr, it, ja, ko, ru, vi, zh_hant

# expedition.info.unknownCharacter.braced
source: （未知角色）
en: (unknown)
fil: (unknown)
fr: (unknown)
it: (unknown)
ja: （未知のキャラ）
ko: (unknown)
ru: (неизвестно)
vi: (unknown)

# gacha.api.result.succeededInCopyingSourceLinkToClipboard
source: 成功将祈愿链接复制到剪贴板
en: Successfully copied the wish link to the clipboard
fil: Na kopya ang link na nais sa clipboard
fr: Le lien de vœu a été copié avec succès dans le presse-papiers
it: Successfully copied the wish link to the clipboard
ja: 祈願のURLをクリップボードへ無事コピー完了しました
ko: Successfully copied the wish link to the clipboard
ru: Ссылка на желание успешно скопирована в буфер обмена
vi: Sao chép liên kết nguyện vọng vào bảng tạm thành công
zh_hant: 成功將祈願鏈接複製到剪貼簿

# gacha.export.chooseLanguage
source: 选择语言
en: Select Language
fil: Select Language
fr: Sélectionner la langue
it: Select Language
ja: 言語のお選びを
ko: Select Language
ru: Выберите язык
vi: Chọn ngôn ngữ
zh_hant: 選擇語言

# gacha.export.failedInSavingToFile
source: 保存失败
en: Save failed
fil: Hindi ma-save
fr: Échec de l'enregistrement
it: Save failed
ja: データ保存、失敗しました
ko: Save failed
ru: Не удалось сохранить
vi: Lưu thất bại
zh_hant: 存檔失敗

source: gacha.export.fileSavedTo:%@
en: File saved to %@
fil: File ay nai-save sa %@
fr: Fichier enregistré sous %@
it: File saved to %@
ja: データ保存先: %@
ko: File saved to %@
ru: Файл сохранен в %@
vi: Đã lưu tệp vào %@
zh_hant: 檔案已保存至%@

# gacha.export.succeededInSavingToFile
source: 保存成功
en: Successfully saved
fil: Nai-save
fr: Enregistrement réussi
it: Successfully saved
ja: データ保存完了しました
ko: Successfully saved
ru: Сохранение прошло успешно
vi: Lưu thành công
zh_hant: 存檔成功

# gacha.fetch.failedInGeneratingTheWishLink
source: 生成祈愿链接失败
en: Failed to generate wish link
fil: Hindi makabuo ng link
fr: Échec de la génération du lien de vœu
it: Failed to generate wish link
ja: 祈願履歴URL作成、失敗しました
ko: Failed to generate wish link
ru: Не удалось сгенерировать ссылку на желание
vi: Tạo liên kết nguyện vọng thất bại
zh_hant: 沒能成功生成祈願鏈接

# gacha.fetch.pleaseWaitWhileFetchingTheWishLink
source: 正在获取祈愿链接，请稍等
en: Fetching wish link, please wait
fil: Kumukuha ng wish link, maghintay
fr: Récupération du lien de vœu, veuillez patienter
it: Fetching wish link, please wait
ja: 祈願履歴URLの取得は進捗中で、少々お待ちを
ko: Fetching wish link, please wait
ru: Получение ссылки на желание, пожалуйста, подождите
vi: Đang tìm liên kết nguyện vọng, vui lòng đợi
zh_hant: 正在獲取祈願鏈接，請稍後

# gacha.import.informThatItNeedsWait
source: 导入数据需要一段时间，请耐心等待。
en: It takes a while to import the data, please wait…
fil: Tumatagal ng ilang sandali upang mai-import ang data, maghintay…
fr: L'importation des données peut prendre un certain temps, veuillez patienter...
it: It takes a while to import the data, please wait…
ja: データ読み込むには多少時間かかりますから、少しお待ちしましょう。
ko: It takes a while to import the data, please wait…
ru: Импорт данных занимает время, пожалуйста, подождите…
vi: Quá trình nhập dữ liệu hơi lâu, vui lòng đợi…
zh_hant: 匯入資料需要一段時間，請耐心等待。

# gacha.import.startImport
source: 开始导入？
en: Start importing?
fil: Simulang mag-import?
fr: Commencer l'importation ?
it: Start importing?
ja: 読み込むを始める
ko: Start importing?
ru: Начать импорт?
vi: Bắt đầu nhập ?
zh_hant: 開始匯入

# gacha.instruction.howToImportFromPaimonMoe
source: 如何从paimon.moe导入？
en: How to import from paimon.moe?
fil: Paano mag import mula sa paimon.moe?
fr: Comment importer depuis paimon.moe ?
it: How to import from paimon.moe?
ja: paimon.moe からの読み込む方法は？
ko: How to import from paimon.moe?
ru: Как импортировать с paimon.moe?
vi: Làm thế nào để nhập từ Paimon.moe?
zh_hant: 如何從paimon.moe匯入？

# gacha.languageCode.de
source: 德文
en: German
fil: German
fr: Allemand
it: Tedesco
ja: ドイツ語
ko: 독일어
ru: Немецкий
vi: Tiếng Đức

# gacha.languageCode.enUS
source: 英语（美国）
en: English (United States)
fil: Ingles (Estados Unidos)
fr: Anglais (États-Unis)
it: Inglese (Stati Uniti)
ja: 英語 (米国)
ko: 영어(미국)
ru: Английский (Соединенные Штаты)
vi: Tiếng Anh (Hoa Kỳ)
zh_hant: 英語（美國）

# gacha.languageCode.es
source: 西班牙文
en: Spanish
fil: Espanyol
fr: Espagnol
it: Spagnolo
ja: スペイン語
ko: 스페인어
ru: Испанский
vi: Tiếng Tây Ban Nha

# gacha.languageCode.fr
source: 法文
en: French
fil: French
fr: Français
it: Francese
ja: フランス語
ko: 프랑스어
ru: Французский
vi: Tiếng Pháp

# gacha.languageCode.id
source: 印尼文
en: Indonesian
fil: Indonesian
fr: Indonésien
it: Indonesiano
ja: インドネシア語
ko: 인도네시아어
ru: Индонезийский
vi: Tiếng Indonesia

# gacha.languageCode.ja
source: 日文
en: Japanese
fil: Japanese
fr: Japonais
it: Giapponese
ja: 日本語
ko: 일본어
ru: Японский
vi: Tiếng Nhật

# gacha.languageCode.ko
source: 韩文/朝鲜文
en: Korean
fil: Korean
fr: Coréen
it: Coreano
ja: 韓国語
ko: 한국어
ru: Корейский
vi: Tiếng Hàn
zh_hant: 韓文/朝鮮文

# gacha.languageCode.pt
source: 葡萄牙文
en: Portuguese
fil: Portuguese
fr: Portugais
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
ru: Португальский
vi: Tiếng Bồ Đào Nha

# gacha.languageCode.ru
source: 俄文
en: Russian
fil: Russian
fr: Russe
it: Russo
ja: ロシア語
ko: 러시아어
ru: Русский
vi: Tiếng Nga

# gacha.languageCode.th
source: 泰文
en: Thai
fil: Thai
fr: Thaïlandais
it: Thai
ja: タイ語
ko: 태국어
ru: Тайский
vi: Thái

# gacha.languageCode.vi
source: 越南文
en: Vietnamese
fil: Vietnamese
fr: Vietnamien
it: Vietnamita
ja: ベトナム語
ko: 베트남어
ru: Вьетнамский
vi: Tiếng Việt

# gacha.languageCode.zhCN
source: 简体中文
en: Simplified Chinese
fil: Pinasimpleng na Tsino
fr: Chinois simplifié
it: Cinese Semplificato
ja: 簡体字中国語
ko: 중국어 간체
ru: Упрощенный Китайский
vi: Tiếng Trung Giản Thể
zh_hant: 簡體中文

# gacha.languageCode.zhTW
source: 繁体中文
en: Traditional Chinese
fil: Tradisyonal na Tsino
fr: Chinois traditionnel
it: cinese Tradizionale
ja: 繁体字中国語
ko: 중국어(번체)
ru: Традиционный Китайский
vi: Tiếng Trung Phồn Thể
zh_hant: 繁體中文

# gacha.link.generateWishLinkToClipboard
source: 生成并复制祈愿链接至剪贴板
en: Generate and copy wish link to clipboard
fil: Bumuo at kopyahin ang wish link sa clipboard
fr: Générer et copier le lien de vœu dans le presse-papiers
it: Generate and copy wish link to clipboard
ja: 祈願履歴URLを作り出し、クリップボードへコピーする
ko: Generate and copy wish link to clipboard
ru: Сгенерировать и скопировать ссылку на желание в буфер обмена
vi: Tạo và sao chép liên kết nguyện vọng vào bảng tạm
zh_hant: 生成且複製祈願鏈接至剪貼簿

# gacha.link.howToImportFromTeyvatAssistant
source: 如何从《提瓦特小助手》导入？
en: How to import from "提瓦特小助手"?
fil: Paano mag import mula sa "提瓦特小助手"?
fr: Comment importer depuis "提瓦特小助手" ?
it: How to import from "提瓦特小助手"?
ja: 「提瓦特小助手」からの読み込む方法は？
ko: How to import from "提瓦特小助手"?
ru: Как импортировать из "提瓦特小助手"?
vi: Làm thế nào để nhập từ "提瓦特小助手"?
zh_hant: 如何從《提瓦特小助手》匯入？

# gacha.messages.newEntriesSaved:%lld
source: 共保存了%lld条新的祈愿数据
en: A total of %lld new wish data has been saved
fil: Isang kabuuan ng %lld ang mga wish data na nai-save
fr: Un total de %lld nouvelles données de souhaits ont été enregistrées
it: A total of %lld new wish data has been saved
ja: 新しい祈願データを%lld件保存しました
ko: A total of %lld new wish data has been saved
ru: Около %lld данных о крутках были сохранены
vi: Tổng cộng %lld dữ liệu cầu nguyện mới đã được lưu
zh_hant: 共存入了%lld筆新的祈願資料

# gacha.notice.succeededInDeduplicatingData
source: 清理重复数据成功
en: Successfully cleaned up duplicate data
fil: Successfully cleaned up duplicate data
fr: Nettoyage des données en double réussi
it: Successfully cleaned up duplicate data
ja: 重複のデータの取り除き、完了しました
ko: Successfully cleaned up duplicate data
ru: Успешно очищены повторяющиеся данные
vi: Đã xóa dữ liệu trùng lặp thành công
zh_hant: 重複資料已成功清理

# gacha.notice.succeededInRemovingData
source: 删除成功
en: Successfully deleted
fil: Na bura ito
fr: Suppression réussie
it: Successfully deleted
ja: データの取り除き、完了しました。
ko: Successfully deleted
ru: Успешно удалено
vi: Xóa thành công

# gacha.prompt.dataRemoval
source: 确定要删除吗？
en: Are you sure you want to delete?
fil: Sigurado ka bang nais mong burahin?
fr: Êtes-vous sûr de vouloir supprimer ?
it: Are you sure you want to delete?
ja: 本当に取り除きますか？
ko: Are you sure you want to delete?
ru: Вы уверены, что хотите удалить?
vi: Bạn có chắc muốn xóa không?
zh_hant: gacha.prompt.dataRemoval

# gacha.records.noQuintapleStarRecordsFound
source: 暂无五星祈愿记录
en: No 5-star wish record currently
fil: Walang 5-star wish record ngayon
fr: Aucun enregistrement de vœu à 5 étoiles pour le moment
it: No 5-star wish record currently
ja: 星５の祈願履歴データは未検出
ko: No 5-star wish record currently
ru: В настоящее время нет записей о желании на пять звезд
vi: Hiện không có bản ghi nguyện vọng 5 sao
zh_hant: 暫無五星祈願記錄

# gacha.term.delete
source: 删除
en: Delete
fil: Burahin
fr: Supprimer
it: Delete
ja: 取り除く
ko: Delete
ru: Удалить
vi: Xóa

# gacha.term.scriptForFetchingCookies
source: 获取Cookie的脚本
en: Shortcuts for Grabbing Cookie
fil: Mga Shortcut para sa pagkukuha ng Cookie
fr: Shortcuts pour obtenir les Cookies
it: Shortcuts for Grabbing Cookie
ja: Cookieを取得するためのショートカット
ko: Shortcuts for Grabbing Cookie
ru: Команда для получения Cookie
vi: Phím tắt để lấy Cookie
zh_hant: 獲取Cookie的腳本

# gacha.term.tutorial
source: 教程
en: Tutorial
fil: Pagtuturo
fr: Tutoriel
it: Tutorial
ja: 操作説明
ko: Tutorial
ru: Учебник
vi: Hướng Dẫn

# gacha.uigf.notice.pendingMultilingualSupport
source: UIGF多语言支持仍在讨论中，导出功能目前仅支持简体中文。我们会在其完成的第一时间添加对多语言的支持。
en: The multi-language support for UIGF is still under discussion, and the export function currently only supports Simplified Chinese. We will add support for multiple languages as soon as it is completed.
fil: Ang suporta ng masmaraming wika para sa UIGF ay nasa ilalim pa rin ng diskusyon, at ang pag-export ng pag-export ay kasalukuyang sumusuporta lamang ng Simplified Chinese. Magdaragdag kami ng suporta para sa masmaraming wika kapag nakumpleto na ito.
fr: Le support multilingue pour UIGF est encore en discussion et la fonction d'exportation ne prend actuellement en charge que le chinois simplifié. Nous ajouterons le support de plusieurs langues dès qu'il sera terminé.
it: The multi-language support for UIGF is still under discussion, and the export function currently only supports Simplified Chinese. We will add support for multiple languages as soon as it is completed.
ja: UIGFの多言語サポートはまだ決めておりませんので、現時点で簡体中国語のファイルだけが書き出せます。いずれUIGFの多言語サポートは正式に決めたら、こちらは他の言語のファイルの書き出し機能を実作します。
ko: The multi-language support for UIGF is still under discussion, and the export function currently only supports Simplified Chinese. We will add support for multiple languages as soon as it is completed.
ru: Поддержка многих языков для UIGF все еще обсуждается, а функция экспорта в настоящее время поддерживает только упрощенный китайский. Мы добавим поддержку нескольких языков сразу после ее завершения.
vi: Hỗ trợ nhiều ngôn ngữ cho UIGF vẫn đang được thảo luận và chức năng xuất chỉ hỗ trợ tiếng Trung giản thể hiện tại. Chúng tôi sẽ thêm hỗ trợ cho nhiều ngôn ngữ ngay khi nó được hoàn thành.
zh_hant: UIGF多語言支援仍在討論中，匯出功能目前僅支援簡體中文。我們會在其完成的第一時間添加對多語言的支援。

# game.elements.anemo
source: 风元素
en: Anemo
fil: Anemo
fr: Anemo
it: Anemo
ja: 風元素
ko: Anemo
ru: Анемо
vi: Phong
zh_hant: 風元素

# game.elements.cryo
source: 冰元素
en: Cryo
fil: Cryo
fr: Cryo
it: Cryo
ja: 氷元素
ko: Cryo
ru: Крио
vi: Băng

# game.elements.dendro
source: 雷元素
en: Electro
fil: Electro
fr: Electro
it: Electro
ko: Electro
ru: Электро
vi: Lôi

# game.elements.geo
source: 岩元素
en: Geo
fil: Geo
fr: Geo
it: Geo
ko: Geo
ru: Гео
vi: Nham

# game.elements.hydro
source: 水元素
en: Hydro
fil: Hydro
fr: Hydro
it: Hydro
ko: Hydro
ru: Гидро
vi: Thủy

# game.elements.pyro
source: 火元素
en: Pyro
fil: Pyro
fr: Pyro
it: Pyro
ja: 炎元素
ko: Pyro
ru: Пиро
vi: Hỏa

# gameEvents.intelligenceProvider
source: 原神活动信息由[Project Amber](https://ambr.top/)提供
en: Genshin Impact event informations are provided by [Project Amber](https://ambr.top/)
fil: Ang impormasyon tungkol sa events sa Genshin Impact ay ibinigay ng [Project Amber](https://ambr.top/)
fr: Les informations sur les événements de Genshin Impact sont fournies par [Project Amber](https://ambr.top/)
it: Genshin Impact event informations are provided by [Project Amber](https://ambr.top/)
ja: 原神のイベントの情報は[Project Amber](https://ambr.top/)が提供しています
ko: Genshin Impact event informations are provided by [Project Amber](https://ambr.top/)
ru: Информация о мероприятиях в игре Genshin Impact предоставляется [Project Amber](https://ambr.top/)
vi: Thông tin sự kiện Genshin Impact được cung cấp bởi [Project Amber](https://ambr.top/)
zh_hant: 原神活動資訊由[Project Amber](https://ambr.top/)提供

# gameEvents.noCurrentEventInfo
source: 暂无当前活动信息
en: No Current Event Infos
fil: No Current Event Infos
fr: Pas d'informations sur les événements en cours
it: No Current Event Infos
ja: 今のイベントの情報がしばらくありません
ko: No Current Event Infos
ru: Отсутствуют текущие сведения о мероприятиях
vi: Hiện tại không có thông tin sự kiện nào
zh_hant: 目前沒有活動資訊

# home.infoCard.pinToTop
source: 顶置
en: Pin to Top
fil: I-Pin sa taas
fr: Pin to top
it: Pin to Top
ja: トップに置く
ko: Pin to Top
ru: Закрепить сверху
vi: Ghim đầu trang
zh_hant: 頂置

# home.infoCard.unpin
source: 取消顶置
en: Unpin
fil: Unpin
fr: Unpin
it: Unpin
ja: トップから外す
ko: Unpin
ru: Unpin
vi: Unpin
zh_hant: 取消頂置

# infoBlock.refilledAt:%@
source: %@ 回满
en: Refilled at %@
fil: Refilled at %@
fr: Refilled at m%@
it: Refilled at %@
ja: %@まで全て回復
ko: Refilled at %@
ru: Заполнится в %@
vi: Đầy lại trong %@
zh_hant: %@ 回滿

# infoBlock.resionFullyFilledDescription
source: 0小时0分钟 树脂已全部回满
en: 0hr 0min Resin is full
fil: 0hr 0min Puno na ang Resin
fr: 0 ʜʀ 0 ᴍɪɴ La résere de résine sera rempli dans
it: 0hr 0min Resin is full
ja: 0時間0分 樹脂は全て回復しました
ko: 0hr 0min Resin is full
ru: 0ч 0мин Макс. кол-во
vi: 0hr 0min Nhựa đầy.
zh_hant: 0小時0分鐘 樹脂已全部回滿

# infoBlock.transformerAvailable
source: 可使用
en: Available
fil: Gamitin
fr: Utilisable
it: Available
ja: 利用可能
ko: Available
ru: Доступно
vi: CD Xong

# lang.Russian
source: 俄文
en: Russian
fil: Russian
fr: Russian
it: Russian
ja: ロシア語
ko: Russian
ru: Русский
vi: Tiếng Nga
zh_hant: 俄語

# lang.Vietnamese
source: 越南文
en: Vietnamese
fil: Vietnamese
fr: Vietnamese
it: Vietnamese
ja: ベトナム語
ko: Vietnamese
ru: Вьетнамский
vi: Tiếng Việt
zh_hant: 越南語

# latestVersionInfoView.affirmative
source: 我知道了
en: Got it
fil: Nakuha ko
fr: Got it
it: Got it
ja: 了解
ko: Got it
ru: Сделано
vi: Tôi hiểu rồi

# ledgerData.action.name.byAbyss
source: 深境螺旋
en: Abyss
fil: Abyss
fr: Abyss
it: Abyss
ko: Abyss
ru: Abyss
vi: Abyss

# ledgerData.action.name.byActivity
source: 每日活跃
en: Activity
fil: Activity
fr: Activity
it: Activity
ja: 活躍
ko: Activity
ru: Activity
vi: Activity
zh_hant: 每日活躍

# ledgerData.action.name.byAdventure
source: 冒险奖励
en: Adventure
fil: Adventure
fr: Adventure
it: Adventure
ja: 冒険
ko: Adventure
ru: Adventure
vi: Adventure
zh_hant: 冒險獎勵

# ledgerData.action.name.byEvent
source: 活动奖励
en: Event
fil: Event
fr: Event
it: Event
ja: イベント
ko: Event
ru: Event
vi: Event
zh_hant: 活動獎勵

# ledgerData.action.name.byMail
source: 邮件奖励
en: Mail
fil: Mail
fr: Mail
it: Mail
ja: メール
ko: Mail
ru: Mail
vi: Mail
zh_hant: 郵件獎勵

# ledgerData.action.name.byOther
source: 其他
en: Other
fil: Other
fr: Other
it: Other
ja: その他
ko: Other
ru: Other
vi: Other

# ledgerData.action.name.byTask
source: 任务奖励
en: Task
fil: Task
fr: Task
it: Task
ja: 任務
ko: Task
ru: Task
vi: Task
zh_hant: 任務獎勵

# LockScreenHomeCoinWidgetRectangular.homeCoin
source: 洞天宝钱
en: Realm
fil: Realm
fr: Realm
it: Realm
ja: 洞天宝銭
ko: Realm
ru: Сокровища
vi: Tiền Động Tiên
zh_hant: 洞天寶錢

# LockScreenHomeCoinWidgetRectangular.resin
source: 原粹树脂
en: Resin
fil: Resin
fr: Resin
it: Resin
ja: 樹脂
ko: Resin
ru: Смола
vi: Nhựa
zh_hant: 原粹樹脂

# nav.category.settings.name
source: 设置
en: Settings
fil: Mga setting
fr: Réglage
it: Settings
ja: 設定
ko: Settings
ru: Настройки
vi: Cài Đặt
zh_hant: 設定

# notification.filledFor:%@
source: 「%@」的原粹树脂已回满。
en: %@'s origin resin is full.
fil: %@'s origin resin ay puno na.
fr: %@'s origin resin is full.
it: %@'s origin resin is full.
ja: 「%@」の天然樹脂が回復完了。
ko: %@'s origin resin is full.
ru: %@, Первородная смола заполнилась.
vi: %@'s nhựa đã đầy.
zh_hant: 「%@」的原粹樹脂已回滿。

# notification.noticeDailyCommission:%@
source: 「%@」每日委托提醒
en: %@'s Daily Commission Notification
fil: %@'s Daily Commission Notification
fr: Notification de %@n pour les Quêtes Quotidiennes
it: %@'s Daily Commission Notification
ja: 「%@」のデイリー依頼注意
ko: %@'s Daily Commission Notification
ru: %@, Уведомляю о Ежедневных поручениях
vi: %@'s Thông báo ủy thác hàng ngày
zh_hant: 「%@」每日委託提醒

# notification.noticeDailyCommission.award:%@
source: 「%@」的每日委托奖励还未领取。
en: %@'s bonus reward is not received.
fil: %@'s bonus reward ay hindi nakuha.
fr: Les récompenses Quotidiennes de %@ n'ont pas été Récupéré.
it: %@'s bonus reward is not received.
ja: 「%@」のデイリー依頼のリワードはまだ受け取っていません。
ko: %@'s bonus reward is not received.
ru: %@, Вы не получили бонусную награду за поручения
vi: %@'s nhận thưởng ủy thác mỗi ngày chưa được nhận.
zh_hant: 「%@」的每日委託獎勵還未領取。

# notification.noticeDailyCommission.left:%@%lld
source: 「%@」的每日委托还剩余%lld个未完成。
en: %@ still has %lld unfinished daily commissions.
fil: %@ ay mayroong pa %lld hindi pa tapos na daily commissions.
fr: %@ a encore %lld Quête(s) Quotidienne(s) non Terminée(s).
it: %@ still has %lld unfinished daily commissions.
ja: 「%@」のデイリー依頼はまだ%lldつ未完成です。
ko: %@ still has %lld unfinished daily commissions.
ru: %@, у вас %lld незавершённых Ежедневных поручений.
vi: %@ vẫn còn %lld ủy thác hàng ngày chưa hoàn thành.
zh_hant: 「%@」的每日委託還剩餘%lld個未完成。

# notification.noticeExpedition.done:%@
source: %@的探索派遣已完成。
en: %@'s expedition is finished.
fil: %@'s expedition ay tapos na.
fr: Les expeditions de %@ sont Terminées.
it: %@'s expedition is finished.
ja: %@の探索派遣が終わりました。
ko: %@'s expedition is finished.
ru: %@, Экспедиция завершена
vi: %@'s Phái đi thám hiểm hoàn thành.

# notification.noticeForChar:%@
source: 「%@」原粹树脂提醒
en: %@'s Original Resin Notification
fil: %@'s Original Resin Notification
fr: Notification de %@ pour la Résine Originelle
it: %@'s Original Resin Notification
ja: 「%@」の天然樹脂注意
ko: %@'s Original Resin Notification
ru: %@, Уведомляю о Первородной смоле
vi: %@'s Thông báo Nhựa Nguyên Chất
zh_hant: 「%@」原粹樹脂提醒

# notification.noticeForExpedition:%@
source: 「%@」探索派遣提醒
en: %@'s Expedition Notification
fil: %@'s Expedition Notification
fr: Notification de %@ pour les expedition
it: %@'s Expedition Notification
ja: 「%@」の探索派遣注意
ko: %@'s Expedition Notification
ru: %@, Уведомляю об Экспедициях
vi: %@'s Thông báo phái đi thám hiểm

# notification.noticeForExpedition.done:%@
source: 「%@」的探索派遣已全部完成。
en: All expeditions of %@ are finished.
fil: Lahat ng expeditions ni %@ ay tapos na.
fr: L'expeditions de %@ est complétée.
it: All expeditions of %@ are finished.
ja: 「%@」の探索派遣が全部終わりました。
ko: All expeditions of %@ are finished.
ru: %@, ваши Экспедиции завершились
vi: Tất cả các cuộc thám hiểm của %@ đã hoàn thành.

# notification.noticeForHomeCoin:%@
source: 「%@」洞天宝钱提醒
en: %@'s Realm Currency Notification
fil: %@'s Realm Currency Notification
fr: Notification de %@ pour les Pièces du Royaume
it: %@'s Realm Currency Notification
ja: 「%@」の洞天宝銭注意
ko: %@'s Realm Currency Notification
ru: %@, Уведомляю о Сокровищах обителя
vi: %@'s Thông báo tiền động tiên
zh_hant: 「%@」洞天寶錢提醒

# notification.noticeForHomeCoin.body:%@%lld%@
source: 「%@」的洞天财瓮现有%lld洞天宝钱，将在%@ 填满。
en: %@'s Tubby has %lld realm currency now, which will be full at %@.
fil: %@'s Tubby ay mayroong %lld realm currency ngayon, at ito ay mapupuno sa %@.
fr: %@'s a maintenant %lld Pièces du Royaume, qui va être pleine à %@.
it: %@'s Tubby has %lld realm currency now, which will be full at %@.
ja: 「%@」は今%lldの洞天宝銭を持っています。%@に満タンになります。
ko: %@'s Tubby has %lld realm currency now, which will be full at %@.
ru: %@, у Пухляша %lld Сокровищей обителя сейчас, которые заполнятся через %@.
vi: %@'s Tubby có %lld tiền động tiên bây giờ, sẽ có đầy tại %@.
zh_hant: 「%@」的洞天財甕現有%lld洞天寶錢，將在%@ 填滿。

# notification.noticeForResin.body:%@%lld%@
source: 「%@」现有%lld原粹树脂，将在%@ 回满。
en: %@ has %lld original resins now, which will be full at %@.
fil: %@ ay mayroong %lld original resins ngayon, at ito ay mapupuno sa %@.
fr: %@ a maintenant %lld de Résines Originelles, qui va être pleine à %@.
it: %@ has %lld original resins now, which will be full at %@.
ja: 「%@」は今%lld個の樹脂を持っています。%@に満タンになります。
ko: %@ has %lld original resins now, which will be full at %@.
ru: %@, вы имеете %lld Первородной смолы сейчас, которая заполнится через %@.
vi: %@ có %lld nhựa ban đầu , sẽ đầy vào lúc %@.
zh_hant: 「%@」現有%lld原粹樹脂，將在%@ 回滿。

# notification.noticeTransformer:%@
source: 「%@」参量质变仪提醒
en: %@'s Parametric Transformer Notification
fil: %@'s Parametric Transformer Notification
fr: Notification de %@ pour le transformeur paramétrique
it: %@'s Parametric Transformer Notification
ja: 「%@」の参量物質変化器注意
ko: %@'s Parametric Transformer Notification
ru: %@, Уведомляю о Параметрическом преобразователе
vi: %@'s Thông báo máy biến đổi tham số
zh_hant: 「%@」參量質變儀提醒

# notification.noticeTransformer.done:%@
source: 「%@」的参量质变仪已经可以使用。
en: %@'s Parametric Transformer is available now.
fil: %@'s Parametric Transformer ay maaring na gamitin ngayon.
fr: Le transformeur paramétrique de %@ est disponible.
it: %@'s Parametric Transformer is available now.
ja: 「%@」の参量物質変化器はもう使えます。
ko: %@'s Parametric Transformer is available now.
ru: %@, Параметрический преобразователь снова готов
vi: %@'s Máy biến đổi tham số hiện có sẵn.
zh_hant: 「%@」的參量質變儀已經可以使用。

# notification.noticeWeeklyBoss:%@
source: 「%@」周本折扣提醒
en: %@'s Weekly Bosses
fil: %@'s Weekly Bosses
fr: Boss Hebdomadaire de %@
it: %@'s Weekly Bosses
ja: 「%@」の週ボス注意
ko: %@'s Weekly Bosses
ru: %@, Уведомляю о Недельных боссах
vi: %@'s Vùng đất thảo phạt
zh_hant: 「%@」週本折扣提醒

# notification.noticeWeeklyBoss.body:%@%lld
source: 「%@」的周本树脂折扣树脂折扣还剩%lld次。
en: %@'s weekly boss resin discount left %lld times.
fil: %@'s weekly boss resin discount ay naiwan ng %lld na beses.
fr: Réduction de résine pour le boss hebdomadaire %@: %lld fois.
it: %@'s weekly boss resin discount left %lld times.
ja: 「%@」の週ボス割引はあと%lld回残っています。
ko: %@'s weekly boss resin discount left %lld times.
ru: У вас по прежнему 3 попытки со скидкой забрать лут с недельных боссов, %@.
vi: %@'s Lượt giảm nửa tiêu hao của tuần này còn %lld lần.
zh_hant: 「%@」的週本樹脂折扣樹脂折扣還剩%lld次。

# notification.operation.open_genshin
source: 打开《原神》
en: Open Genshin Impact
fil: Buksan ang Genshin Impact
fr: Ouvrir Genshin Impact
it: Open Genshin Impact
ja: 『原神』を開く
ko: Open Genshin Impact
ru: Открыть Genshin Impact
vi: Mở Genshin Impact
zh_hant: 打開《原神》

# notification.operation.settings
source: 通知设置
en: Notification Settings
fil: Mga Setting ng Notification
fr: Réglages Notification
it: Notification Settings
ja: 通知設定
ko: Notification Settings
ru: Настройки уведомлений
vi: Cài Đặt thông báo
zh_hant: 通知設定

# operation.scrolling.guide
source: 请使用 (Shift+) 鼠标滚轮以控制内容卷动检视。
en: Use (Shift+) Mouse Wheel to scroll contents.
fil: Use (Shift+) Mouse Wheel to scroll contents.
fr: Use (Shift+) Mouse Wheel to scroll contents.
it: Use (Shift+) Mouse Wheel to scroll contents.
ja: (Shift+) マウスホイールでスクロールを制御する。
ko: Use (Shift+) Mouse Wheel to scroll contents.
ru: Use (Shift+) Mouse Wheel to scroll contents.
vi: Use (Shift+) Mouse Wheel to scroll contents.
zh_hant: 請使用 (Shift+) 滑鼠滾輪以控制內容捲動檢視。
